<!DOCTYPE html>

<html>

  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

    <title>Site</title>

    <link rel="stylesheet" type="text/css" href="css/bootstrap.css">
    <link rel="stylesheet" type="text/css" href="css/style.css">

    <script type="text/javascript" src="js/jquery.js"></script>
    <script type="text/javascript" src="js/bootstrap.bundle.js"></script>
  </head>

  <body>
  	<div class="profile_info">
  		<div class="myrow row profile_info_block justify-content-center">
  			<div class="profile_close">x</div>
  			<div class="col-12 profile_title"><span>Информация об пользователе</span></div>
  			<div class="mycol col-12 col-sm-12 col-md-4 col-lg-4 col-xl-4">
  				<div class="profile_img">
  				<img src="css/images/logo.png" width="100px">
  				</div>
  			</div>
  			<div class="mycol col-12 col-sm-12 col-md-4 col-lg-4 col-xl-4">
  				<div class="profile_name profile_text">
  					Имя:
  				</div>
	  			<div class="profile_status profile_text">
	  				Должность:
	  			</div>
	  			<div class="profile_mail profile_text">
	  				Почта:
	  			</div>
	  			<div class="profile_number profile_text">
	  				Телефон:
	  			</div>
  			</div>
  			<div class="mycol col-12 col-sm-12 col-md-4 col-lg-4 col-xl-4">
  				<div class="profile_name profile_text bold">
  					Sample Text
  				</div>
	  			<div class="profile_status profile_text bold">
	  				Sample Text
	  			</div>
	  			<div class="profile_mail profile_text bold">
	  				Sample Text
	  			</div>
	  			<div class="profile_number profile_text bold">
	  				Sample Text
	  			</div>
  			</div>
  		</div>
  	</div>
    <div class="container">
    	<div class="myrow row">
    		<div class="mycol col-12 col-sm-12 col-md-12 col-lg-8 col-xl-8">
    			<div class="head_name">Система мониторинга</div>
    		</div>
    		<div class="mycol col-12 col-sm-12 col-md-12 col-lg-2 col-xl-2">
    			<div class="justify-content-center row profile">
    				<div class="">
    					<svg viewBox="-42 0 512 512.002" width="16px" fill="#fff" xmlns="http://www.w3.org/2000/svg"><path d="m210.351562 246.632812c33.882813 0 63.222657-12.152343 87.195313-36.128906 23.972656-23.972656 36.125-53.304687 36.125-87.191406 0-33.875-12.152344-63.210938-36.128906-87.191406-23.976563-23.96875-53.3125-36.121094-87.191407-36.121094-33.886718 0-63.21875 12.152344-87.191406 36.125s-36.128906 53.308594-36.128906 87.1875c0 33.886719 12.15625 63.222656 36.132812 87.195312 23.976563 23.96875 53.3125 36.125 87.1875 36.125zm0 0"/><path d="m426.128906 393.703125c-.691406-9.976563-2.089844-20.859375-4.148437-32.351563-2.078125-11.578124-4.753907-22.523437-7.957031-32.527343-3.308594-10.339844-7.808594-20.550781-13.371094-30.335938-5.773438-10.15625-12.554688-19-20.164063-26.277343-7.957031-7.613282-17.699219-13.734376-28.964843-18.199219-11.226563-4.441407-23.667969-6.691407-36.976563-6.691407-5.226563 0-10.28125 2.144532-20.042969 8.5-6.007812 3.917969-13.035156 8.449219-20.878906 13.460938-6.707031 4.273438-15.792969 8.277344-27.015625 11.902344-10.949219 3.542968-22.066406 5.339844-33.039063 5.339844-10.972656 0-22.085937-1.796876-33.046874-5.339844-11.210938-3.621094-20.296876-7.625-26.996094-11.898438-7.769532-4.964844-14.800782-9.496094-20.898438-13.46875-9.75-6.355468-14.808594-8.5-20.035156-8.5-13.3125 0-25.75 2.253906-36.972656 6.699219-11.257813 4.457031-21.003906 10.578125-28.96875 18.199219-7.605469 7.28125-14.390625 16.121094-20.15625 26.273437-5.558594 9.785157-10.058594 19.992188-13.371094 30.339844-3.199219 10.003906-5.875 20.945313-7.953125 32.523437-2.058594 11.476563-3.457031 22.363282-4.148437 32.363282-.679688 9.796875-1.023438 19.964844-1.023438 30.234375 0 26.726562 8.496094 48.363281 25.25 64.320312 16.546875 15.746094 38.441406 23.734375 65.066406 23.734375h246.53125c26.625 0 48.511719-7.984375 65.0625-23.734375 16.757813-15.945312 25.253906-37.585937 25.253906-64.324219-.003906-10.316406-.351562-20.492187-1.035156-30.242187zm0 0"/></svg>
    				</div>
    				<div class="profile_fix">
    					<span>Профиль</span>
    				</div>
    			</div>
    		</div>
    		<div class="mycol col-sm-12 col-md-12 col-lg-2 col-xl-2">
    			<div class="justify-content-center row exit">
    				<div class="">
    					<svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
						 width="18px" viewBox="0 0 392.581 392.581" fill="#fff" 
						 xml:space="preserve">
						<path d="M16.984,179.318C7.62,179.318,0,186.938,0,196.303c0,9.353,7.614,16.973,16.984,16.973h71.499v-33.958H16.984z"/>
						<path d="M335.992,44.252H145.091c-31.213,0-56.607,25.382-56.607,56.589v1.771v76.699h152.969l-32.714-32.717
						c-6.611-6.623-6.611-17.396,0-24.016c3.207-3.207,7.464-4.975,11.998-4.975c4.551,0,8.809,1.769,12.021,4.975l61.705,61.708
						c1.549,1.543,2.774,3.372,3.65,5.443c0.907,2.23,1.327,4.383,1.327,6.572c0,2.183-0.414,4.339-1.261,6.403
						c-0.906,2.181-2.132,4-3.669,5.567l-61.753,61.741c-3.225,3.206-7.494,4.966-12.021,4.966c-4.528,0-8.81-1.76-12.004-4.966
						c-6.611-6.636-6.611-17.408,0-24.025l32.72-32.714H88.483v18.572v34.102v25.803c0,31.194,25.395,56.577,56.607,56.577h190.901
						c31.213,0,56.589-25.383,56.589-56.577V100.848C392.581,69.634,367.205,44.252,335.992,44.252z"/>
					</svg>
    				</div>
    				<div class="exit_fix">
    					<span>Выход</span></div>
    				</div>
    		</div>
    	</div>
    </div>
    <div class="container">
    	<div class="myrow row">
    		<div class="col-12 mycol navigation">
    			<div class="myrow row">
    				<div class="mainpage">Главная</div>
    				<div class="separation">/</div>
    				<div class="events">События</div>
    			</div>
    		</div>
    	</div>
    </div>
    <div class="container">
    	<div class="myrow row firstblock">
    		<div class="mycol col-12 col-sm-12 col-md-12 col-lg-7 col-xl-7">
    			<script type="text/javascript" charset="utf-8" async src="https://api-maps.yandex.ru/services/constructor/1.0/js/?um=constructor%3A78526abbca96500ce638f70a994be6e7abcfe4c61ab5ace92dc6ba0795ff5dbd&amp;width=100%&amp;height=640&amp;lang=ru_RU&amp;scroll=true"></script>
    		</div>
    		<div class="mycol col-12 col-sm-12 col-md-12 col-lg-5 col-xl-5">
    			<div class="activation_block">
    				<div class="myrow row justify-content-center">
	    				<div class="activation_button">
			    			<label class="switch">
							  <input type="checkbox">
							  <span class="slider slider1 round"></span>
							</label>
						</div>
						<div class="activation_text open1">
							Тестовый адрес д.1
						</div>
					</div>
				</div>
				<div class="info_block opened1">
					<div class="myrow row temperature temp1 indicators_block">
						<div class="indicators_img">
							<svg width="20px" fill="#E2DA07" viewBox="0 0 512 512" xmlns="http://www.w3.org/2000/svg"><g id="Out_line" data-name="Out line"><path d="m481.37305 78.05908-47.43164-47.43164a48.05392 48.05392 0 0 0 -67.88282 0l-183.43159 183.43164a103.88256 103.88256 0 0 0 -30.627 73.94092 87.98674 87.98674 0 0 1 -25.94141 62.62744l-102.74511 102.74512a24.81631 24.81631 0 0 0 -7.31448 17.65478v.32666a24.643 24.643 0 0 0 24.64358 24.646h.2666a24.87828 24.87828 0 0 0 17.71582-7.31006l102.751-102.75244a87.98441 87.98441 0 0 1 62.624-25.9375 103.88634 103.88634 0 0 0 73.94141-30.62744l183.43164-183.43164a48.05452 48.05452 0 0 0 0-67.88184zm-434.06153 399.31692a8.98313 8.98313 0 0 1 -6.40234 2.624h-.2666a8.6439 8.6439 0 0 1 -8.64356-8.645v-.32422a8.91219 8.91219 0 0 1 2.62891-6.34472l13.37207-13.37206 12.68652 12.68665zm239.31548-159.31692a87.98966 87.98966 0 0 1 -62.627 25.94092 103.88312 103.88312 0 0 0 -73.93848 30.624l-78.061 78.0625-12.68652-12.6865 78.05909-78.05908a103.88256 103.88256 0 0 0 30.62691-73.94092 87.98674 87.98674 0 0 1 25.94141-62.62744l150.05859-150.05856 92.686 92.686zm183.43159-183.43164-22.05859 22.05856-92.686-92.686 22.05909-22.05908a32.03555 32.03555 0 0 1 45.2539 0l47.43164 47.43164a32.035 32.035 0 0 1 -.00004 45.25488z"/><path d="m296 174.05908a41.66638 41.66638 0 0 0 -29.65723 12.28418l-64 64a41.94131 41.94131 0 0 0 59.31446 59.31348l64-64a41.94092 41.94092 0 0 0 -29.65723-71.59766zm18.34277 60.28418-64 64a25.94094 25.94094 0 1 1 -36.68554-36.68652l64-64a25.94094 25.94094 0 1 1 36.68554 36.68652z"/><path d="m360 120a32 32 0 1 0 32 32 32.03635 32.03635 0 0 0 -32-32zm0 48a16 16 0 1 1 16-16 16.01833 16.01833 0 0 1 -16 16z"/><path d="m225.373 256h45.255v16h-45.255z" transform="matrix(.707 -.707 .707 .707 -114.039 252.702)"/><path d="m268.686 224h22.627v16h-22.627z" transform="matrix(.707 -.707 .707 .707 -82.037 265.957)"/><circle cx="360" cy="152" r="8"/></g></svg>
						</div>
						<div class="indicators_text">
							Температура
						</div>
						<div class="indicators_size active_fix">
							24°с
						</div>
						<div class="info_opened open_temp1">
							<div class="info_title">
								Информация об устройстве
							</div>
							<div class="myrow row">
								<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
									<div class="info_status">
										Состояние:
									</div>
									<div class="info_status">
										Сигнал:
									</div>
									<div class="info_status">
										Сообщение:
									</div>
									<div class="info_status">
										Deveu1:
									</div>
								</div>
								<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
									<div class="info_status bold active">
										вкл/выкл
									</div>
									<div class="info_status bold active">
										97 dbm
									</div>
									<div class="info_status bold active">
										24%
									</div>
									<div class="info_status bold active">
										0000000000
									</div>
								</div>
							</div>
						</div>
					</div>
					<div class="myrow row water wat1 indicators_block">
						<div class="indicators_img">
							<svg viewBox="-38 0 434 434.18834" width="22px" fill="#2FB0D5" xmlns="http://www.w3.org/2000/svg"><path d="m94.972656 256.894531c16.269532-.007812 30.265625-11.507812 33.429688-27.464843 3.164062-15.957032-5.382813-31.925782-20.414063-38.144532-15.035156-6.21875-32.363281-.949218-41.394531 12.582032s-7.25 31.554687 4.261719 43.054687c6.390625 6.402344 15.070312 9.992187 24.117187 9.972656zm-14.222656-48.320312c7.855469-7.859375 20.59375-7.859375 28.449219-.003907 7.855469 7.859376 7.855469 20.59375 0 28.449219s-20.59375 7.855469-28.449219 0c-3.785156-3.765625-5.917969-8.882812-5.917969-14.222656s2.132813-10.460937 5.917969-14.222656zm246.269531-39.386719c0 3.867188-3.136719 7-7 7-3.867187 0-7-3.132812-7-7 0-20.753906-35.0625-75.972656-48.570312-95.492188-2.199219-3.179687-1.40625-7.539062 1.773437-9.742187 3.179688-2.199219 7.542969-1.40625 9.742188 1.773437 5.226562 7.554688 51.054687 74.605469 51.054687 103.460938zm31.402344 13.5c0-50.195312-85.570313-174.398438-89.199219-179.671875-1.308594-1.886719-3.460937-3.015625-5.757812-3.015625s-4.449219 1.128906-5.757813 3.015625c-.300781.4375-28.132812 40.777344-52.371093 84.351563-27.179688-44.628907-50.703126-78.765626-53.027344-82.128907-1.308594-1.890625-3.457032-3.019531-5.757813-3.019531-2.296875 0-4.449219 1.128906-5.757812 3.019531-5.742188 8.296875-140.699219 204.195313-140.699219 282.492188 0 80.886719 65.570312 146.457031 146.457031 146.457031s146.457031-65.570312 146.457031-146.457031c-.050781-4.835938-.476562-9.660157-1.277343-14.429688 39.746093-12.238281 66.820312-49.019531 66.691406-90.605469zm-211.871094 237.5c-73.121093-.082031-132.371093-59.335938-132.457031-132.457031 0-65.199219 106.289062-227.167969 132.457031-266.054688 11.390625 16.929688 37.960938 57.199219 64.339844 102.621094l.898437 1.554687c1.566407 2.703126 3.128907 5.425782 4.6875 8.160157 1.285157 2.253906 2.546876 4.488281 3.785157 6.699219.679687 1.203124 1.363281 2.402343 2.042969 3.625 29.882812 53.625 48.585937 96.511718 54.554687 125.367187l.023437.074219c1.292969 5.902344 2 11.914062 2.113282 17.953125-.085938 73.117187-59.332032 132.367187-132.445313 132.457031zm142.34375-160.625c-6-23.636719-18.542969-53.96875-37.4375-90.601562-11.851562-23.066407-25-46.265626-37.800781-67.71875 18.253906-33.675782 39.714844-66.660157 49.78125-81.742188 19.375 29.023438 80.96875 124.339844 80.96875 163.199219.117188 34.949219-22.300781 65.988281-55.511719 76.863281zm-90.769531 47.453125c-16.273438-.003906-30.289062 11.488281-33.46875 27.449219-3.179688 15.964844 5.359375 31.949218 20.394531 38.183594 15.03125 6.230468 32.378907.976562 41.425781-12.554688 9.046876-13.527344 7.273438-31.566406-4.230468-43.078125-6.382813-6.421875-15.066406-10.023437-24.121094-10zm14.226562 48.339844c-7.855468 7.855469-20.59375 7.855469-28.449218 0-7.855469-7.855469-7.855469-20.589844 0-28.449219 7.855468-7.855469 20.59375-7.855469 28.449218.003906 3.804688 3.753906 5.945313 8.875 5.945313 14.222656 0 5.347657-2.144531 10.46875-5.949219 14.222657zm7.652344-166.148438c-1.3125-1.3125-3.09375-2.050781-4.953125-2.050781-1.855469 0-3.636719.738281-4.949219 2.050781l-156.308593 156.308594c-1.3125 1.3125-2.050781 3.09375-2.050781 4.949219 0 1.859375.738281 3.640625 2.050781 4.953125l19.304687 19.304687c1.3125 1.316406 3.09375 2.054688 4.949219 2.054688 1.859375 0 3.640625-.738282 4.953125-2.054688l156.308594-156.308594c1.316406-1.3125 2.054687-3.09375 2.054687-4.953124 0-1.855469-.738281-3.636719-2.054687-4.949219zm-141.945312 170.6875-9.410156-9.410156 146.402343-146.398437 9.40625 9.378906zm0 0"/></svg>
						</div>
						<div class="indicators_text">
							Влажность
						</div>
						<div class="indicators_size active_fix">
							36%
						</div>
						<div class="info_opened open_wat1">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row door dor1 indicators_block">
						<div class="indicators_img">
							<svg id="Layer_1" viewBox="0 0 128 128" width="22px" fill="#B38235" xmlns="http://www.w3.org/2000/svg" data-name="Layer 1"><path d="m121.5 62.25h-53.275l9.523-9.523a1.75 1.75 0 0 0 -2.475-2.475l-12.508 12.508a1.755 1.755 0 0 0 -.221.271c-.025.038-.042.079-.064.118a1.045 1.045 0 0 0 -.149.352c-.016.052-.036.1-.047.157a1.756 1.756 0 0 0 0 .685c.011.054.031.1.046.156a1.7 1.7 0 0 0 .053.17 1.732 1.732 0 0 0 .1.182c.022.039.039.081.065.119a1.755 1.755 0 0 0 .221.271l12.504 12.507a1.75 1.75 0 0 0 2.475-2.475l-9.523-9.523h53.275a1.75 1.75 0 0 0 0-3.5z"/><path d="m96 72.25a1.75 1.75 0 0 0 -1.75 1.75v36.9h-45.041v-93.8h45.041v36.9a1.75 1.75 0 0 0 3.5 0v-38.65a1.75 1.75 0 0 0 -1.75-1.75h-46.791v-7.1a1.75 1.75 0 0 0 -2.461-1.6l-39.808 17.693a1.751 1.751 0 0 0 -1.039 1.6v79.615a1.751 1.751 0 0 0 1.039 1.6l39.808 17.692a1.75 1.75 0 0 0 2.461-1.6v-7.1h46.791a1.75 1.75 0 0 0 1.75-1.75v-38.65a1.75 1.75 0 0 0 -1.75-1.75zm-50.291 46.558-36.309-16.138v-77.34l36.309-16.138z"/><path d="m13.076 97.083a1.75 1.75 0 0 0 1.75-1.75v-28.666a1.75 1.75 0 0 0 -3.5 0v28.666a1.75 1.75 0 0 0 1.75 1.75z"/></svg>
						</div>
						<div class="indicators_text">
							Дверь
						</div>
						<div class="indicators_size active_fix">
							открыта
						</div>
						<div class="info_opened open_dor1">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row move mov1 indicators_block">
						<div class="indicators_img">
							<img src="css/images/move.png" width="22px">
						</div>
						<div class="indicators_text">
							Движение
						</div>
						<div class="indicators_size active_fix">
							нет
						</div>
						<div class="info_opened open_mov1">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row dot dot1 indicators_block">
						<div class="indicators_img">
							<img src="css/images/dot.png" width="20px">
						</div>
						<div class="indicators_text">
							Кнопка
						</div>
						<div class="indicators_size active_fix">
							да
						</div>
						<div class="info_opened open_dot1">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row lostwater lstw1 indicators_block">
						<div class="indicators_img">
							<svg xmlns="http://www.w3.org/2000/svg" version="1.1" viewBox="0 -37 640 640" fill="#2EBCE4" width="22px">
							<g id="surface1">
							<path d="M 320 277.335938 C 261.089844 277.335938 213.335938 325.085938 213.335938 384 C 213.335938 442.910156 261.089844 490.667969 320 490.667969 C 378.910156 490.667969 426.664062 442.910156 426.664062 384 C 426.601562 325.117188 378.882812 277.398438 320 277.335938 Z M 320 469.332031 C 272.871094 469.332031 234.667969 431.128906 234.667969 384 C 234.667969 336.871094 272.871094 298.667969 320 298.667969 C 367.128906 298.667969 405.332031 336.871094 405.332031 384 C 405.277344 431.101562 367.105469 469.28125 320 469.332031 Z M 320 469.332031 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 320 266.664062 C 325.890625 266.664062 330.667969 261.890625 330.667969 256 L 330.667969 245.332031 C 330.667969 239.445312 325.890625 234.667969 320 234.667969 C 314.109375 234.667969 309.332031 239.445312 309.332031 245.332031 L 309.332031 256 C 309.332031 261.890625 314.109375 266.664062 320 266.664062 Z M 320 266.664062 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 410.507812 278.398438 L 402.964844 285.941406 C 398.730469 290.035156 398.613281 296.789062 402.703125 301.023438 C 406.796875 305.257812 413.550781 305.375 417.789062 301.285156 C 417.875 301.203125 417.964844 301.113281 418.046875 301.023438 L 425.589844 293.480469 C 429.683594 289.242188 429.566406 282.492188 425.328125 278.398438 C 421.195312 274.40625 414.640625 274.40625 410.507812 278.398438 Z M 410.507812 278.398438 " style=" stroke:none;fill-rule:nonzero;fill:rgb(0%,0%,0%);fill-opacity:1;" />
							<path d="M 458.667969 373.328125 L 448 373.328125 C 442.109375 373.328125 437.335938 378.109375 437.335938 384 C 437.335938 389.890625 442.109375 394.667969 448 394.667969 L 458.667969 394.667969 C 464.554688 394.667969 469.332031 389.890625 469.332031 384 C 469.332031 378.109375 464.554688 373.328125 458.667969 373.328125 Z M 458.667969 373.328125 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 418.046875 466.960938 C 413.8125 462.871094 407.054688 462.988281 402.964844 467.226562 C 398.976562 471.363281 398.976562 477.914062 402.964844 482.046875 L 410.507812 489.589844 C 414.671875 493.753906 421.425781 493.757812 425.59375 489.59375 C 429.761719 485.429688 429.765625 478.675781 425.601562 474.507812 Z M 418.046875 466.960938 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 320 501.332031 C 314.109375 501.332031 309.332031 506.109375 309.332031 512 L 309.332031 522.664062 C 309.332031 528.558594 314.109375 533.335938 320 533.335938 C 325.890625 533.335938 330.667969 528.558594 330.667969 522.664062 L 330.667969 512 C 330.667969 506.109375 325.890625 501.332031 320 501.332031 Z M 320 501.332031 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 221.953125 466.960938 L 214.410156 474.507812 C 210.242188 478.671875 210.238281 485.425781 214.40625 489.59375 C 218.570312 493.757812 225.328125 493.765625 229.492188 489.601562 L 237.035156 482.054688 C 241.128906 477.820312 241.011719 471.070312 236.773438 466.976562 C 232.640625 462.984375 226.085938 462.984375 221.953125 466.976562 Z M 221.953125 466.960938 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 192 373.328125 L 181.332031 373.328125 C 175.4375 373.328125 170.664062 378.109375 170.664062 384 C 170.664062 389.890625 175.4375 394.667969 181.332031 394.667969 L 192 394.667969 C 197.890625 394.667969 202.664062 389.890625 202.664062 384 C 202.664062 378.109375 197.890625 373.328125 192 373.328125 Z M 192 373.328125 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 221.953125 301.035156 C 226.1875 305.125 232.945312 305.007812 237.035156 300.773438 C 241.023438 296.640625 241.023438 290.082031 237.035156 285.953125 L 229.492188 278.414062 C 225.328125 274.242188 218.574219 274.242188 214.40625 278.402344 C 210.238281 282.570312 210.234375 289.328125 214.398438 293.492188 Z M 221.953125 301.035156 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 608 266.664062 C 590.328125 266.664062 576 280.992188 576 298.667969 L 576 309.332031 L 485.054688 309.332031 C 466.832031 269.277344 434.722656 237.167969 394.667969 218.945312 L 394.667969 138.667969 C 394.667969 132.773438 389.890625 128 384 128 L 362.664062 128 L 362.664062 64 L 490.664062 64 C 508.339844 64 522.664062 49.671875 522.664062 32 C 522.664062 14.328125 508.339844 0 490.664062 0 L 149.332031 0 C 131.660156 0 117.335938 14.328125 117.335938 32 C 117.335938 49.671875 131.660156 64 149.332031 64 L 277.335938 64 L 277.335938 128 L 256 128 C 250.109375 128 245.332031 132.777344 245.332031 138.667969 L 245.332031 218.945312 C 205.273438 237.167969 173.167969 269.277344 154.941406 309.335938 L 64 309.335938 L 64 298.667969 C 64 280.996094 49.671875 266.671875 32 266.671875 C 14.328125 266.671875 0 280.992188 0 298.667969 L 0 469.332031 C 0 487.007812 14.328125 501.332031 32 501.332031 C 49.671875 501.332031 64 487.007812 64 469.332031 L 64 458.667969 L 154.945312 458.667969 C 196.015625 549.824219 303.207031 590.429688 394.367188 549.355469 C 434.648438 531.207031 466.90625 498.949219 485.054688 458.667969 L 576 458.667969 L 576 469.332031 C 576 487.007812 590.328125 501.332031 608 501.332031 C 625.671875 501.332031 640 487.007812 640 469.332031 L 640 298.667969 C 640 280.992188 625.671875 266.664062 608 266.664062 Z M 138.667969 32 C 138.667969 26.109375 143.441406 21.332031 149.332031 21.332031 L 490.664062 21.332031 C 496.558594 21.332031 501.332031 26.109375 501.332031 32 C 501.332031 37.890625 496.558594 42.664062 490.664062 42.664062 L 149.332031 42.664062 C 143.441406 42.664062 138.667969 37.890625 138.667969 32 Z M 298.667969 64 L 341.332031 64 L 341.332031 128 L 298.667969 128 Z M 266.664062 149.332031 L 373.335938 149.332031 L 373.335938 210.699219 C 338.585938 199.992188 301.414062 199.992188 266.664062 210.699219 Z M 42.664062 469.332031 C 42.664062 475.226562 37.890625 480 32 480 C 26.109375 480 21.332031 475.226562 21.332031 469.332031 L 21.332031 298.667969 C 21.332031 292.773438 26.109375 288 32 288 C 37.890625 288 42.664062 292.773438 42.664062 298.667969 Z M 64 437.335938 L 64 330.664062 L 146.699219 330.664062 C 135.992188 365.414062 135.992188 402.582031 146.699219 437.335938 Z M 320 544 C 231.636719 544 160 472.363281 160 384 C 160 295.632812 231.636719 224 320 224 C 408.363281 224 480 295.632812 480 384 C 479.902344 472.324219 408.324219 543.902344 320 544 Z M 493.300781 437.335938 C 504.007812 402.582031 504.007812 365.414062 493.300781 330.664062 L 576 330.664062 L 576 437.335938 Z M 618.667969 469.332031 C 618.667969 475.226562 613.890625 480 608 480 C 602.109375 480 597.335938 475.226562 597.335938 469.332031 L 597.335938 298.667969 C 597.335938 292.773438 602.109375 288 608 288 C 613.890625 288 618.667969 292.773438 618.667969 298.667969 Z M 618.667969 469.332031 " style=" stroke:none;fill-opacity:1;" />
							</g>
							</svg>
						</div>
						<div class="indicators_text">
							Протечка
						</div>
						<div class="indicators_size active_fix">
							нет
						</div>
						<div class="info_opened open_lstw1">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row gas gas1 indicators_block">
						<div class="indicators_img">
							<img src="css/images/gas.png" width="16px">
						</div>
						<div class="indicators_text">
							Газ
						</div>
						<div class="indicators_size active_fix">
							нет
						</div>
						<div class="info_opened open_gas1">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
				</div>
				<div class="activation_block">
    				<div class="myrow row justify-content-center">
	    				<div class="activation_button">
			    			<label class="switch">
							  <input type="checkbox">
							  <span class="slider slider2 round"></span>
							</label>
						</div>
						<div class="activation_text open2">
							Тестовый адрес д.2
						</div>
					</div>
				</div>
				<div class="info_block opened2">
					<div class="myrow row temperature temp2 indicators_block">
						<div class="indicators_img">
							<svg width="20px" fill="#E2DA07" viewBox="0 0 512 512" xmlns="http://www.w3.org/2000/svg"><g id="Out_line" data-name="Out line"><path d="m481.37305 78.05908-47.43164-47.43164a48.05392 48.05392 0 0 0 -67.88282 0l-183.43159 183.43164a103.88256 103.88256 0 0 0 -30.627 73.94092 87.98674 87.98674 0 0 1 -25.94141 62.62744l-102.74511 102.74512a24.81631 24.81631 0 0 0 -7.31448 17.65478v.32666a24.643 24.643 0 0 0 24.64358 24.646h.2666a24.87828 24.87828 0 0 0 17.71582-7.31006l102.751-102.75244a87.98441 87.98441 0 0 1 62.624-25.9375 103.88634 103.88634 0 0 0 73.94141-30.62744l183.43164-183.43164a48.05452 48.05452 0 0 0 0-67.88184zm-434.06153 399.31692a8.98313 8.98313 0 0 1 -6.40234 2.624h-.2666a8.6439 8.6439 0 0 1 -8.64356-8.645v-.32422a8.91219 8.91219 0 0 1 2.62891-6.34472l13.37207-13.37206 12.68652 12.68665zm239.31548-159.31692a87.98966 87.98966 0 0 1 -62.627 25.94092 103.88312 103.88312 0 0 0 -73.93848 30.624l-78.061 78.0625-12.68652-12.6865 78.05909-78.05908a103.88256 103.88256 0 0 0 30.62691-73.94092 87.98674 87.98674 0 0 1 25.94141-62.62744l150.05859-150.05856 92.686 92.686zm183.43159-183.43164-22.05859 22.05856-92.686-92.686 22.05909-22.05908a32.03555 32.03555 0 0 1 45.2539 0l47.43164 47.43164a32.035 32.035 0 0 1 -.00004 45.25488z"/><path d="m296 174.05908a41.66638 41.66638 0 0 0 -29.65723 12.28418l-64 64a41.94131 41.94131 0 0 0 59.31446 59.31348l64-64a41.94092 41.94092 0 0 0 -29.65723-71.59766zm18.34277 60.28418-64 64a25.94094 25.94094 0 1 1 -36.68554-36.68652l64-64a25.94094 25.94094 0 1 1 36.68554 36.68652z"/><path d="m360 120a32 32 0 1 0 32 32 32.03635 32.03635 0 0 0 -32-32zm0 48a16 16 0 1 1 16-16 16.01833 16.01833 0 0 1 -16 16z"/><path d="m225.373 256h45.255v16h-45.255z" transform="matrix(.707 -.707 .707 .707 -114.039 252.702)"/><path d="m268.686 224h22.627v16h-22.627z" transform="matrix(.707 -.707 .707 .707 -82.037 265.957)"/><circle cx="360" cy="152" r="8"/></g></svg>
						</div>
						<div class="indicators_text">
							Температура
						</div>
						<div class="indicators_size active_fix2">
							24°с
						</div>
						<div class="info_opened open_temp2">
							<div class="info_title">
								Информация об устройстве
							</div>
							<div class="myrow row">
								<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
									<div class="info_status">
										Состояние:
									</div>
									<div class="info_status">
										Сигнал:
									</div>
									<div class="info_status">
										Сообщение:
									</div>
									<div class="info_status">
										Deveu1:
									</div>
								</div>
								<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
									<div class="info_status bold active">
										вкл/выкл
									</div>
									<div class="info_status bold active">
										97 dbm
									</div>
									<div class="info_status bold active">
										24%
									</div>
									<div class="info_status bold active">
										0000000000
									</div>
								</div>
							</div>
						</div>
					</div>
					<div class="myrow row water wat2 indicators_block">
						<div class="indicators_img">
							<svg viewBox="-38 0 434 434.18834" width="22px" fill="#2FB0D5" xmlns="http://www.w3.org/2000/svg"><path d="m94.972656 256.894531c16.269532-.007812 30.265625-11.507812 33.429688-27.464843 3.164062-15.957032-5.382813-31.925782-20.414063-38.144532-15.035156-6.21875-32.363281-.949218-41.394531 12.582032s-7.25 31.554687 4.261719 43.054687c6.390625 6.402344 15.070312 9.992187 24.117187 9.972656zm-14.222656-48.320312c7.855469-7.859375 20.59375-7.859375 28.449219-.003907 7.855469 7.859376 7.855469 20.59375 0 28.449219s-20.59375 7.855469-28.449219 0c-3.785156-3.765625-5.917969-8.882812-5.917969-14.222656s2.132813-10.460937 5.917969-14.222656zm246.269531-39.386719c0 3.867188-3.136719 7-7 7-3.867187 0-7-3.132812-7-7 0-20.753906-35.0625-75.972656-48.570312-95.492188-2.199219-3.179687-1.40625-7.539062 1.773437-9.742187 3.179688-2.199219 7.542969-1.40625 9.742188 1.773437 5.226562 7.554688 51.054687 74.605469 51.054687 103.460938zm31.402344 13.5c0-50.195312-85.570313-174.398438-89.199219-179.671875-1.308594-1.886719-3.460937-3.015625-5.757812-3.015625s-4.449219 1.128906-5.757813 3.015625c-.300781.4375-28.132812 40.777344-52.371093 84.351563-27.179688-44.628907-50.703126-78.765626-53.027344-82.128907-1.308594-1.890625-3.457032-3.019531-5.757813-3.019531-2.296875 0-4.449219 1.128906-5.757812 3.019531-5.742188 8.296875-140.699219 204.195313-140.699219 282.492188 0 80.886719 65.570312 146.457031 146.457031 146.457031s146.457031-65.570312 146.457031-146.457031c-.050781-4.835938-.476562-9.660157-1.277343-14.429688 39.746093-12.238281 66.820312-49.019531 66.691406-90.605469zm-211.871094 237.5c-73.121093-.082031-132.371093-59.335938-132.457031-132.457031 0-65.199219 106.289062-227.167969 132.457031-266.054688 11.390625 16.929688 37.960938 57.199219 64.339844 102.621094l.898437 1.554687c1.566407 2.703126 3.128907 5.425782 4.6875 8.160157 1.285157 2.253906 2.546876 4.488281 3.785157 6.699219.679687 1.203124 1.363281 2.402343 2.042969 3.625 29.882812 53.625 48.585937 96.511718 54.554687 125.367187l.023437.074219c1.292969 5.902344 2 11.914062 2.113282 17.953125-.085938 73.117187-59.332032 132.367187-132.445313 132.457031zm142.34375-160.625c-6-23.636719-18.542969-53.96875-37.4375-90.601562-11.851562-23.066407-25-46.265626-37.800781-67.71875 18.253906-33.675782 39.714844-66.660157 49.78125-81.742188 19.375 29.023438 80.96875 124.339844 80.96875 163.199219.117188 34.949219-22.300781 65.988281-55.511719 76.863281zm-90.769531 47.453125c-16.273438-.003906-30.289062 11.488281-33.46875 27.449219-3.179688 15.964844 5.359375 31.949218 20.394531 38.183594 15.03125 6.230468 32.378907.976562 41.425781-12.554688 9.046876-13.527344 7.273438-31.566406-4.230468-43.078125-6.382813-6.421875-15.066406-10.023437-24.121094-10zm14.226562 48.339844c-7.855468 7.855469-20.59375 7.855469-28.449218 0-7.855469-7.855469-7.855469-20.589844 0-28.449219 7.855468-7.855469 20.59375-7.855469 28.449218.003906 3.804688 3.753906 5.945313 8.875 5.945313 14.222656 0 5.347657-2.144531 10.46875-5.949219 14.222657zm7.652344-166.148438c-1.3125-1.3125-3.09375-2.050781-4.953125-2.050781-1.855469 0-3.636719.738281-4.949219 2.050781l-156.308593 156.308594c-1.3125 1.3125-2.050781 3.09375-2.050781 4.949219 0 1.859375.738281 3.640625 2.050781 4.953125l19.304687 19.304687c1.3125 1.316406 3.09375 2.054688 4.949219 2.054688 1.859375 0 3.640625-.738282 4.953125-2.054688l156.308594-156.308594c1.316406-1.3125 2.054687-3.09375 2.054687-4.953124 0-1.855469-.738281-3.636719-2.054687-4.949219zm-141.945312 170.6875-9.410156-9.410156 146.402343-146.398437 9.40625 9.378906zm0 0"/></svg>
						</div>
						<div class="indicators_text">
							Влажность
						</div>
						<div class="indicators_size active_fix2">
							36%
						</div>
						<div class="info_opened open_wat2">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row door dor2 indicators_block">
						<div class="indicators_img">
							<svg id="Layer_1" viewBox="0 0 128 128" width="22px" fill="#B38235" xmlns="http://www.w3.org/2000/svg" data-name="Layer 1"><path d="m121.5 62.25h-53.275l9.523-9.523a1.75 1.75 0 0 0 -2.475-2.475l-12.508 12.508a1.755 1.755 0 0 0 -.221.271c-.025.038-.042.079-.064.118a1.045 1.045 0 0 0 -.149.352c-.016.052-.036.1-.047.157a1.756 1.756 0 0 0 0 .685c.011.054.031.1.046.156a1.7 1.7 0 0 0 .053.17 1.732 1.732 0 0 0 .1.182c.022.039.039.081.065.119a1.755 1.755 0 0 0 .221.271l12.504 12.507a1.75 1.75 0 0 0 2.475-2.475l-9.523-9.523h53.275a1.75 1.75 0 0 0 0-3.5z"/><path d="m96 72.25a1.75 1.75 0 0 0 -1.75 1.75v36.9h-45.041v-93.8h45.041v36.9a1.75 1.75 0 0 0 3.5 0v-38.65a1.75 1.75 0 0 0 -1.75-1.75h-46.791v-7.1a1.75 1.75 0 0 0 -2.461-1.6l-39.808 17.693a1.751 1.751 0 0 0 -1.039 1.6v79.615a1.751 1.751 0 0 0 1.039 1.6l39.808 17.692a1.75 1.75 0 0 0 2.461-1.6v-7.1h46.791a1.75 1.75 0 0 0 1.75-1.75v-38.65a1.75 1.75 0 0 0 -1.75-1.75zm-50.291 46.558-36.309-16.138v-77.34l36.309-16.138z"/><path d="m13.076 97.083a1.75 1.75 0 0 0 1.75-1.75v-28.666a1.75 1.75 0 0 0 -3.5 0v28.666a1.75 1.75 0 0 0 1.75 1.75z"/></svg>
						</div>
						<div class="indicators_text">
							Дверь
						</div>
						<div class="indicators_size active_fix2">
							открыта
						</div>
						<div class="info_opened open_dor2">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row move mov2 indicators_block">
						<div class="indicators_img">
							<img src="css/images/move.png" width="22px">
						</div>
						<div class="indicators_text">
							Движение
						</div>
						<div class="indicators_size active_fix2">
							нет
						</div>
						<div class="info_opened open_mov2">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row dot dot2 indicators_block">
						<div class="indicators_img">
							<img src="css/images/dot.png" width="20px">
						</div>
						<div class="indicators_text">
							Кнопка
						</div>
						<div class="indicators_size active_fix2">
							да
						</div>
						<div class="info_opened open_dot2">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row lostwater lstw2 indicators_block">
						<div class="indicators_img">
							<svg xmlns="http://www.w3.org/2000/svg" version="1.1" viewBox="0 -37 640 640" fill="#2EBCE4" width="22px">
							<g id="surface1">
							<path d="M 320 277.335938 C 261.089844 277.335938 213.335938 325.085938 213.335938 384 C 213.335938 442.910156 261.089844 490.667969 320 490.667969 C 378.910156 490.667969 426.664062 442.910156 426.664062 384 C 426.601562 325.117188 378.882812 277.398438 320 277.335938 Z M 320 469.332031 C 272.871094 469.332031 234.667969 431.128906 234.667969 384 C 234.667969 336.871094 272.871094 298.667969 320 298.667969 C 367.128906 298.667969 405.332031 336.871094 405.332031 384 C 405.277344 431.101562 367.105469 469.28125 320 469.332031 Z M 320 469.332031 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 320 266.664062 C 325.890625 266.664062 330.667969 261.890625 330.667969 256 L 330.667969 245.332031 C 330.667969 239.445312 325.890625 234.667969 320 234.667969 C 314.109375 234.667969 309.332031 239.445312 309.332031 245.332031 L 309.332031 256 C 309.332031 261.890625 314.109375 266.664062 320 266.664062 Z M 320 266.664062 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 410.507812 278.398438 L 402.964844 285.941406 C 398.730469 290.035156 398.613281 296.789062 402.703125 301.023438 C 406.796875 305.257812 413.550781 305.375 417.789062 301.285156 C 417.875 301.203125 417.964844 301.113281 418.046875 301.023438 L 425.589844 293.480469 C 429.683594 289.242188 429.566406 282.492188 425.328125 278.398438 C 421.195312 274.40625 414.640625 274.40625 410.507812 278.398438 Z M 410.507812 278.398438 " style=" stroke:none;fill-rule:nonzero;fill:rgb(0%,0%,0%);fill-opacity:1;" />
							<path d="M 458.667969 373.328125 L 448 373.328125 C 442.109375 373.328125 437.335938 378.109375 437.335938 384 C 437.335938 389.890625 442.109375 394.667969 448 394.667969 L 458.667969 394.667969 C 464.554688 394.667969 469.332031 389.890625 469.332031 384 C 469.332031 378.109375 464.554688 373.328125 458.667969 373.328125 Z M 458.667969 373.328125 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 418.046875 466.960938 C 413.8125 462.871094 407.054688 462.988281 402.964844 467.226562 C 398.976562 471.363281 398.976562 477.914062 402.964844 482.046875 L 410.507812 489.589844 C 414.671875 493.753906 421.425781 493.757812 425.59375 489.59375 C 429.761719 485.429688 429.765625 478.675781 425.601562 474.507812 Z M 418.046875 466.960938 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 320 501.332031 C 314.109375 501.332031 309.332031 506.109375 309.332031 512 L 309.332031 522.664062 C 309.332031 528.558594 314.109375 533.335938 320 533.335938 C 325.890625 533.335938 330.667969 528.558594 330.667969 522.664062 L 330.667969 512 C 330.667969 506.109375 325.890625 501.332031 320 501.332031 Z M 320 501.332031 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 221.953125 466.960938 L 214.410156 474.507812 C 210.242188 478.671875 210.238281 485.425781 214.40625 489.59375 C 218.570312 493.757812 225.328125 493.765625 229.492188 489.601562 L 237.035156 482.054688 C 241.128906 477.820312 241.011719 471.070312 236.773438 466.976562 C 232.640625 462.984375 226.085938 462.984375 221.953125 466.976562 Z M 221.953125 466.960938 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 192 373.328125 L 181.332031 373.328125 C 175.4375 373.328125 170.664062 378.109375 170.664062 384 C 170.664062 389.890625 175.4375 394.667969 181.332031 394.667969 L 192 394.667969 C 197.890625 394.667969 202.664062 389.890625 202.664062 384 C 202.664062 378.109375 197.890625 373.328125 192 373.328125 Z M 192 373.328125 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 221.953125 301.035156 C 226.1875 305.125 232.945312 305.007812 237.035156 300.773438 C 241.023438 296.640625 241.023438 290.082031 237.035156 285.953125 L 229.492188 278.414062 C 225.328125 274.242188 218.574219 274.242188 214.40625 278.402344 C 210.238281 282.570312 210.234375 289.328125 214.398438 293.492188 Z M 221.953125 301.035156 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 608 266.664062 C 590.328125 266.664062 576 280.992188 576 298.667969 L 576 309.332031 L 485.054688 309.332031 C 466.832031 269.277344 434.722656 237.167969 394.667969 218.945312 L 394.667969 138.667969 C 394.667969 132.773438 389.890625 128 384 128 L 362.664062 128 L 362.664062 64 L 490.664062 64 C 508.339844 64 522.664062 49.671875 522.664062 32 C 522.664062 14.328125 508.339844 0 490.664062 0 L 149.332031 0 C 131.660156 0 117.335938 14.328125 117.335938 32 C 117.335938 49.671875 131.660156 64 149.332031 64 L 277.335938 64 L 277.335938 128 L 256 128 C 250.109375 128 245.332031 132.777344 245.332031 138.667969 L 245.332031 218.945312 C 205.273438 237.167969 173.167969 269.277344 154.941406 309.335938 L 64 309.335938 L 64 298.667969 C 64 280.996094 49.671875 266.671875 32 266.671875 C 14.328125 266.671875 0 280.992188 0 298.667969 L 0 469.332031 C 0 487.007812 14.328125 501.332031 32 501.332031 C 49.671875 501.332031 64 487.007812 64 469.332031 L 64 458.667969 L 154.945312 458.667969 C 196.015625 549.824219 303.207031 590.429688 394.367188 549.355469 C 434.648438 531.207031 466.90625 498.949219 485.054688 458.667969 L 576 458.667969 L 576 469.332031 C 576 487.007812 590.328125 501.332031 608 501.332031 C 625.671875 501.332031 640 487.007812 640 469.332031 L 640 298.667969 C 640 280.992188 625.671875 266.664062 608 266.664062 Z M 138.667969 32 C 138.667969 26.109375 143.441406 21.332031 149.332031 21.332031 L 490.664062 21.332031 C 496.558594 21.332031 501.332031 26.109375 501.332031 32 C 501.332031 37.890625 496.558594 42.664062 490.664062 42.664062 L 149.332031 42.664062 C 143.441406 42.664062 138.667969 37.890625 138.667969 32 Z M 298.667969 64 L 341.332031 64 L 341.332031 128 L 298.667969 128 Z M 266.664062 149.332031 L 373.335938 149.332031 L 373.335938 210.699219 C 338.585938 199.992188 301.414062 199.992188 266.664062 210.699219 Z M 42.664062 469.332031 C 42.664062 475.226562 37.890625 480 32 480 C 26.109375 480 21.332031 475.226562 21.332031 469.332031 L 21.332031 298.667969 C 21.332031 292.773438 26.109375 288 32 288 C 37.890625 288 42.664062 292.773438 42.664062 298.667969 Z M 64 437.335938 L 64 330.664062 L 146.699219 330.664062 C 135.992188 365.414062 135.992188 402.582031 146.699219 437.335938 Z M 320 544 C 231.636719 544 160 472.363281 160 384 C 160 295.632812 231.636719 224 320 224 C 408.363281 224 480 295.632812 480 384 C 479.902344 472.324219 408.324219 543.902344 320 544 Z M 493.300781 437.335938 C 504.007812 402.582031 504.007812 365.414062 493.300781 330.664062 L 576 330.664062 L 576 437.335938 Z M 618.667969 469.332031 C 618.667969 475.226562 613.890625 480 608 480 C 602.109375 480 597.335938 475.226562 597.335938 469.332031 L 597.335938 298.667969 C 597.335938 292.773438 602.109375 288 608 288 C 613.890625 288 618.667969 292.773438 618.667969 298.667969 Z M 618.667969 469.332031 " style=" stroke:none;fill-opacity:1;" />
							</g>
							</svg>
						</div>
						<div class="indicators_text">
							Протечка
						</div>
						<div class="indicators_size active_fix2">
							нет
						</div>
						<div class="info_opened open_lstw2">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row gas gas2 indicators_block">
						<div class="indicators_img">
							<img src="css/images/gas.png" width="16px">
						</div>
						<div class="indicators_text">
							Газ
						</div>
						<div class="indicators_size active_fix2">
							нет
						</div>
						<div class="info_opened open_gas2">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
				</div>
				<div class="activation_block">
    				<div class="myrow row justify-content-center">
	    				<div class="activation_button">
			    			<label class="switch">
							  <input type="checkbox">
							  <span class="slider slider3 round"></span>
							</label>
						</div>
						<div class="activation_text open3">
							Тестовый адрес д.3
						</div>
					</div>
				</div>
				<div class="info_block opened3">
					<div class="myrow row temperature temp3 indicators_block">
						<div class="indicators_img">
							<svg width="20px" fill="#E2DA07" viewBox="0 0 512 512" xmlns="http://www.w3.org/2000/svg"><g id="Out_line" data-name="Out line"><path d="m481.37305 78.05908-47.43164-47.43164a48.05392 48.05392 0 0 0 -67.88282 0l-183.43159 183.43164a103.88256 103.88256 0 0 0 -30.627 73.94092 87.98674 87.98674 0 0 1 -25.94141 62.62744l-102.74511 102.74512a24.81631 24.81631 0 0 0 -7.31448 17.65478v.32666a24.643 24.643 0 0 0 24.64358 24.646h.2666a24.87828 24.87828 0 0 0 17.71582-7.31006l102.751-102.75244a87.98441 87.98441 0 0 1 62.624-25.9375 103.88634 103.88634 0 0 0 73.94141-30.62744l183.43164-183.43164a48.05452 48.05452 0 0 0 0-67.88184zm-434.06153 399.31692a8.98313 8.98313 0 0 1 -6.40234 2.624h-.2666a8.6439 8.6439 0 0 1 -8.64356-8.645v-.32422a8.91219 8.91219 0 0 1 2.62891-6.34472l13.37207-13.37206 12.68652 12.68665zm239.31548-159.31692a87.98966 87.98966 0 0 1 -62.627 25.94092 103.88312 103.88312 0 0 0 -73.93848 30.624l-78.061 78.0625-12.68652-12.6865 78.05909-78.05908a103.88256 103.88256 0 0 0 30.62691-73.94092 87.98674 87.98674 0 0 1 25.94141-62.62744l150.05859-150.05856 92.686 92.686zm183.43159-183.43164-22.05859 22.05856-92.686-92.686 22.05909-22.05908a32.03555 32.03555 0 0 1 45.2539 0l47.43164 47.43164a32.035 32.035 0 0 1 -.00004 45.25488z"/><path d="m296 174.05908a41.66638 41.66638 0 0 0 -29.65723 12.28418l-64 64a41.94131 41.94131 0 0 0 59.31446 59.31348l64-64a41.94092 41.94092 0 0 0 -29.65723-71.59766zm18.34277 60.28418-64 64a25.94094 25.94094 0 1 1 -36.68554-36.68652l64-64a25.94094 25.94094 0 1 1 36.68554 36.68652z"/><path d="m360 120a32 32 0 1 0 32 32 32.03635 32.03635 0 0 0 -32-32zm0 48a16 16 0 1 1 16-16 16.01833 16.01833 0 0 1 -16 16z"/><path d="m225.373 256h45.255v16h-45.255z" transform="matrix(.707 -.707 .707 .707 -114.039 252.702)"/><path d="m268.686 224h22.627v16h-22.627z" transform="matrix(.707 -.707 .707 .707 -82.037 265.957)"/><circle cx="360" cy="152" r="8"/></g></svg>
						</div>
						<div class="indicators_text">
							Температура
						</div>
						<div class="indicators_size active_fix3">
							24°с
						</div>
						<div class="info_opened open_temp3">
							<div class="info_title">
								Информация об устройстве
							</div>
							<div class="myrow row">
								<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
									<div class="info_status">
										Состояние:
									</div>
									<div class="info_status">
										Сигнал:
									</div>
									<div class="info_status">
										Сообщение:
									</div>
									<div class="info_status">
										Deveu1:
									</div>
								</div>
								<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
									<div class="info_status bold active">
										вкл/выкл
									</div>
									<div class="info_status bold active">
										97 dbm
									</div>
									<div class="info_status bold active">
										24%
									</div>
									<div class="info_status bold active">
										0000000000
									</div>
								</div>
							</div>
						</div>
					</div>
					<div class="myrow row water wat3 indicators_block">
						<div class="indicators_img">
							<svg viewBox="-38 0 434 434.18834" width="22px" fill="#2FB0D5" xmlns="http://www.w3.org/2000/svg"><path d="m94.972656 256.894531c16.269532-.007812 30.265625-11.507812 33.429688-27.464843 3.164062-15.957032-5.382813-31.925782-20.414063-38.144532-15.035156-6.21875-32.363281-.949218-41.394531 12.582032s-7.25 31.554687 4.261719 43.054687c6.390625 6.402344 15.070312 9.992187 24.117187 9.972656zm-14.222656-48.320312c7.855469-7.859375 20.59375-7.859375 28.449219-.003907 7.855469 7.859376 7.855469 20.59375 0 28.449219s-20.59375 7.855469-28.449219 0c-3.785156-3.765625-5.917969-8.882812-5.917969-14.222656s2.132813-10.460937 5.917969-14.222656zm246.269531-39.386719c0 3.867188-3.136719 7-7 7-3.867187 0-7-3.132812-7-7 0-20.753906-35.0625-75.972656-48.570312-95.492188-2.199219-3.179687-1.40625-7.539062 1.773437-9.742187 3.179688-2.199219 7.542969-1.40625 9.742188 1.773437 5.226562 7.554688 51.054687 74.605469 51.054687 103.460938zm31.402344 13.5c0-50.195312-85.570313-174.398438-89.199219-179.671875-1.308594-1.886719-3.460937-3.015625-5.757812-3.015625s-4.449219 1.128906-5.757813 3.015625c-.300781.4375-28.132812 40.777344-52.371093 84.351563-27.179688-44.628907-50.703126-78.765626-53.027344-82.128907-1.308594-1.890625-3.457032-3.019531-5.757813-3.019531-2.296875 0-4.449219 1.128906-5.757812 3.019531-5.742188 8.296875-140.699219 204.195313-140.699219 282.492188 0 80.886719 65.570312 146.457031 146.457031 146.457031s146.457031-65.570312 146.457031-146.457031c-.050781-4.835938-.476562-9.660157-1.277343-14.429688 39.746093-12.238281 66.820312-49.019531 66.691406-90.605469zm-211.871094 237.5c-73.121093-.082031-132.371093-59.335938-132.457031-132.457031 0-65.199219 106.289062-227.167969 132.457031-266.054688 11.390625 16.929688 37.960938 57.199219 64.339844 102.621094l.898437 1.554687c1.566407 2.703126 3.128907 5.425782 4.6875 8.160157 1.285157 2.253906 2.546876 4.488281 3.785157 6.699219.679687 1.203124 1.363281 2.402343 2.042969 3.625 29.882812 53.625 48.585937 96.511718 54.554687 125.367187l.023437.074219c1.292969 5.902344 2 11.914062 2.113282 17.953125-.085938 73.117187-59.332032 132.367187-132.445313 132.457031zm142.34375-160.625c-6-23.636719-18.542969-53.96875-37.4375-90.601562-11.851562-23.066407-25-46.265626-37.800781-67.71875 18.253906-33.675782 39.714844-66.660157 49.78125-81.742188 19.375 29.023438 80.96875 124.339844 80.96875 163.199219.117188 34.949219-22.300781 65.988281-55.511719 76.863281zm-90.769531 47.453125c-16.273438-.003906-30.289062 11.488281-33.46875 27.449219-3.179688 15.964844 5.359375 31.949218 20.394531 38.183594 15.03125 6.230468 32.378907.976562 41.425781-12.554688 9.046876-13.527344 7.273438-31.566406-4.230468-43.078125-6.382813-6.421875-15.066406-10.023437-24.121094-10zm14.226562 48.339844c-7.855468 7.855469-20.59375 7.855469-28.449218 0-7.855469-7.855469-7.855469-20.589844 0-28.449219 7.855468-7.855469 20.59375-7.855469 28.449218.003906 3.804688 3.753906 5.945313 8.875 5.945313 14.222656 0 5.347657-2.144531 10.46875-5.949219 14.222657zm7.652344-166.148438c-1.3125-1.3125-3.09375-2.050781-4.953125-2.050781-1.855469 0-3.636719.738281-4.949219 2.050781l-156.308593 156.308594c-1.3125 1.3125-2.050781 3.09375-2.050781 4.949219 0 1.859375.738281 3.640625 2.050781 4.953125l19.304687 19.304687c1.3125 1.316406 3.09375 2.054688 4.949219 2.054688 1.859375 0 3.640625-.738282 4.953125-2.054688l156.308594-156.308594c1.316406-1.3125 2.054687-3.09375 2.054687-4.953124 0-1.855469-.738281-3.636719-2.054687-4.949219zm-141.945312 170.6875-9.410156-9.410156 146.402343-146.398437 9.40625 9.378906zm0 0"/></svg>
						</div>
						<div class="indicators_text">
							Влажность
						</div>
						<div class="indicators_size active_fix3">
							36%
						</div>
						<div class="info_opened open_wat3">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row door dor3 indicators_block">
						<div class="indicators_img">
							<svg id="Layer_1" viewBox="0 0 128 128" width="22px" fill="#B38235" xmlns="http://www.w3.org/2000/svg" data-name="Layer 1"><path d="m121.5 62.25h-53.275l9.523-9.523a1.75 1.75 0 0 0 -2.475-2.475l-12.508 12.508a1.755 1.755 0 0 0 -.221.271c-.025.038-.042.079-.064.118a1.045 1.045 0 0 0 -.149.352c-.016.052-.036.1-.047.157a1.756 1.756 0 0 0 0 .685c.011.054.031.1.046.156a1.7 1.7 0 0 0 .053.17 1.732 1.732 0 0 0 .1.182c.022.039.039.081.065.119a1.755 1.755 0 0 0 .221.271l12.504 12.507a1.75 1.75 0 0 0 2.475-2.475l-9.523-9.523h53.275a1.75 1.75 0 0 0 0-3.5z"/><path d="m96 72.25a1.75 1.75 0 0 0 -1.75 1.75v36.9h-45.041v-93.8h45.041v36.9a1.75 1.75 0 0 0 3.5 0v-38.65a1.75 1.75 0 0 0 -1.75-1.75h-46.791v-7.1a1.75 1.75 0 0 0 -2.461-1.6l-39.808 17.693a1.751 1.751 0 0 0 -1.039 1.6v79.615a1.751 1.751 0 0 0 1.039 1.6l39.808 17.692a1.75 1.75 0 0 0 2.461-1.6v-7.1h46.791a1.75 1.75 0 0 0 1.75-1.75v-38.65a1.75 1.75 0 0 0 -1.75-1.75zm-50.291 46.558-36.309-16.138v-77.34l36.309-16.138z"/><path d="m13.076 97.083a1.75 1.75 0 0 0 1.75-1.75v-28.666a1.75 1.75 0 0 0 -3.5 0v28.666a1.75 1.75 0 0 0 1.75 1.75z"/></svg>
						</div>
						<div class="indicators_text">
							Дверь
						</div>
						<div class="indicators_size active_fix3">
							открыта
						</div>
						<div class="info_opened open_dor3">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row move mov3 indicators_block">
						<div class="indicators_img">
							<img src="css/images/move.png" width="22px">
						</div>
						<div class="indicators_text">
							Движение
						</div>
						<div class="indicators_size active_fix3">
							нет
						</div>
						<div class="info_opened open_mov3">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row dot dot3 indicators_block">
						<div class="indicators_img">
							<img src="css/images/dot.png" width="20px">
						</div>
						<div class="indicators_text">
							Кнопка
						</div>
						<div class="indicators_size active_fix3">
							да
						</div>
						<div class="info_opened open_dot3">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row lostwater lstw3 indicators_block">
						<div class="indicators_img">
							<svg xmlns="http://www.w3.org/2000/svg" version="1.1" viewBox="0 -37 640 640" fill="#2EBCE4" width="22px">
							<g id="surface1">
							<path d="M 320 277.335938 C 261.089844 277.335938 213.335938 325.085938 213.335938 384 C 213.335938 442.910156 261.089844 490.667969 320 490.667969 C 378.910156 490.667969 426.664062 442.910156 426.664062 384 C 426.601562 325.117188 378.882812 277.398438 320 277.335938 Z M 320 469.332031 C 272.871094 469.332031 234.667969 431.128906 234.667969 384 C 234.667969 336.871094 272.871094 298.667969 320 298.667969 C 367.128906 298.667969 405.332031 336.871094 405.332031 384 C 405.277344 431.101562 367.105469 469.28125 320 469.332031 Z M 320 469.332031 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 320 266.664062 C 325.890625 266.664062 330.667969 261.890625 330.667969 256 L 330.667969 245.332031 C 330.667969 239.445312 325.890625 234.667969 320 234.667969 C 314.109375 234.667969 309.332031 239.445312 309.332031 245.332031 L 309.332031 256 C 309.332031 261.890625 314.109375 266.664062 320 266.664062 Z M 320 266.664062 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 410.507812 278.398438 L 402.964844 285.941406 C 398.730469 290.035156 398.613281 296.789062 402.703125 301.023438 C 406.796875 305.257812 413.550781 305.375 417.789062 301.285156 C 417.875 301.203125 417.964844 301.113281 418.046875 301.023438 L 425.589844 293.480469 C 429.683594 289.242188 429.566406 282.492188 425.328125 278.398438 C 421.195312 274.40625 414.640625 274.40625 410.507812 278.398438 Z M 410.507812 278.398438 " style=" stroke:none;fill-rule:nonzero;fill:rgb(0%,0%,0%);fill-opacity:1;" />
							<path d="M 458.667969 373.328125 L 448 373.328125 C 442.109375 373.328125 437.335938 378.109375 437.335938 384 C 437.335938 389.890625 442.109375 394.667969 448 394.667969 L 458.667969 394.667969 C 464.554688 394.667969 469.332031 389.890625 469.332031 384 C 469.332031 378.109375 464.554688 373.328125 458.667969 373.328125 Z M 458.667969 373.328125 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 418.046875 466.960938 C 413.8125 462.871094 407.054688 462.988281 402.964844 467.226562 C 398.976562 471.363281 398.976562 477.914062 402.964844 482.046875 L 410.507812 489.589844 C 414.671875 493.753906 421.425781 493.757812 425.59375 489.59375 C 429.761719 485.429688 429.765625 478.675781 425.601562 474.507812 Z M 418.046875 466.960938 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 320 501.332031 C 314.109375 501.332031 309.332031 506.109375 309.332031 512 L 309.332031 522.664062 C 309.332031 528.558594 314.109375 533.335938 320 533.335938 C 325.890625 533.335938 330.667969 528.558594 330.667969 522.664062 L 330.667969 512 C 330.667969 506.109375 325.890625 501.332031 320 501.332031 Z M 320 501.332031 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 221.953125 466.960938 L 214.410156 474.507812 C 210.242188 478.671875 210.238281 485.425781 214.40625 489.59375 C 218.570312 493.757812 225.328125 493.765625 229.492188 489.601562 L 237.035156 482.054688 C 241.128906 477.820312 241.011719 471.070312 236.773438 466.976562 C 232.640625 462.984375 226.085938 462.984375 221.953125 466.976562 Z M 221.953125 466.960938 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 192 373.328125 L 181.332031 373.328125 C 175.4375 373.328125 170.664062 378.109375 170.664062 384 C 170.664062 389.890625 175.4375 394.667969 181.332031 394.667969 L 192 394.667969 C 197.890625 394.667969 202.664062 389.890625 202.664062 384 C 202.664062 378.109375 197.890625 373.328125 192 373.328125 Z M 192 373.328125 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 221.953125 301.035156 C 226.1875 305.125 232.945312 305.007812 237.035156 300.773438 C 241.023438 296.640625 241.023438 290.082031 237.035156 285.953125 L 229.492188 278.414062 C 225.328125 274.242188 218.574219 274.242188 214.40625 278.402344 C 210.238281 282.570312 210.234375 289.328125 214.398438 293.492188 Z M 221.953125 301.035156 " style=" stroke:none;fill-rule:nonzero;fill-opacity:1;" />
							<path d="M 608 266.664062 C 590.328125 266.664062 576 280.992188 576 298.667969 L 576 309.332031 L 485.054688 309.332031 C 466.832031 269.277344 434.722656 237.167969 394.667969 218.945312 L 394.667969 138.667969 C 394.667969 132.773438 389.890625 128 384 128 L 362.664062 128 L 362.664062 64 L 490.664062 64 C 508.339844 64 522.664062 49.671875 522.664062 32 C 522.664062 14.328125 508.339844 0 490.664062 0 L 149.332031 0 C 131.660156 0 117.335938 14.328125 117.335938 32 C 117.335938 49.671875 131.660156 64 149.332031 64 L 277.335938 64 L 277.335938 128 L 256 128 C 250.109375 128 245.332031 132.777344 245.332031 138.667969 L 245.332031 218.945312 C 205.273438 237.167969 173.167969 269.277344 154.941406 309.335938 L 64 309.335938 L 64 298.667969 C 64 280.996094 49.671875 266.671875 32 266.671875 C 14.328125 266.671875 0 280.992188 0 298.667969 L 0 469.332031 C 0 487.007812 14.328125 501.332031 32 501.332031 C 49.671875 501.332031 64 487.007812 64 469.332031 L 64 458.667969 L 154.945312 458.667969 C 196.015625 549.824219 303.207031 590.429688 394.367188 549.355469 C 434.648438 531.207031 466.90625 498.949219 485.054688 458.667969 L 576 458.667969 L 576 469.332031 C 576 487.007812 590.328125 501.332031 608 501.332031 C 625.671875 501.332031 640 487.007812 640 469.332031 L 640 298.667969 C 640 280.992188 625.671875 266.664062 608 266.664062 Z M 138.667969 32 C 138.667969 26.109375 143.441406 21.332031 149.332031 21.332031 L 490.664062 21.332031 C 496.558594 21.332031 501.332031 26.109375 501.332031 32 C 501.332031 37.890625 496.558594 42.664062 490.664062 42.664062 L 149.332031 42.664062 C 143.441406 42.664062 138.667969 37.890625 138.667969 32 Z M 298.667969 64 L 341.332031 64 L 341.332031 128 L 298.667969 128 Z M 266.664062 149.332031 L 373.335938 149.332031 L 373.335938 210.699219 C 338.585938 199.992188 301.414062 199.992188 266.664062 210.699219 Z M 42.664062 469.332031 C 42.664062 475.226562 37.890625 480 32 480 C 26.109375 480 21.332031 475.226562 21.332031 469.332031 L 21.332031 298.667969 C 21.332031 292.773438 26.109375 288 32 288 C 37.890625 288 42.664062 292.773438 42.664062 298.667969 Z M 64 437.335938 L 64 330.664062 L 146.699219 330.664062 C 135.992188 365.414062 135.992188 402.582031 146.699219 437.335938 Z M 320 544 C 231.636719 544 160 472.363281 160 384 C 160 295.632812 231.636719 224 320 224 C 408.363281 224 480 295.632812 480 384 C 479.902344 472.324219 408.324219 543.902344 320 544 Z M 493.300781 437.335938 C 504.007812 402.582031 504.007812 365.414062 493.300781 330.664062 L 576 330.664062 L 576 437.335938 Z M 618.667969 469.332031 C 618.667969 475.226562 613.890625 480 608 480 C 602.109375 480 597.335938 475.226562 597.335938 469.332031 L 597.335938 298.667969 C 597.335938 292.773438 602.109375 288 608 288 C 613.890625 288 618.667969 292.773438 618.667969 298.667969 Z M 618.667969 469.332031 " style=" stroke:none;fill-opacity:1;" />
							</g>
							</svg>
						</div>
						<div class="indicators_text">
							Протечка
						</div>
						<div class="indicators_size active_fix3">
							нет
						</div>
						<div class="info_opened open_lstw3">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
					</div>
					<div class="myrow row gas gas3 indicators_block">
						<div class="indicators_img">
							<img src="css/images/gas.png" width="16px">
						</div>
						<div class="indicators_text">
							Газ
						</div>
						<div class="indicators_size active_fix3">
							нет
						</div>
						<div class="info_opened open_gas3">
						<div class="info_title">
							Информация об устройстве
						</div>
						<div class="myrow row">
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status">
									Состояние:
								</div>
								<div class="info_status">
									Сигнал:
								</div>
								<div class="info_status">
									Сообщение:
								</div>
								<div class="info_status">
									Deveu1:
								</div>
							</div>
							<div class="mycol col-6 col-sm-6 col-md-6 col-lg-6 col-xl-6">
								<div class="info_status bold active">
									вкл/выкл
								</div>
								<div class="info_status bold active">
									97 dbm
								</div>
								<div class="info_status bold active">
									24%
								</div>
								<div class="info_status bold active">
									0000000000
								</div>
							</div>
						</div>
					</div>
				</div>
    		</div>
    	</div>
    </div>
    	<div class="myrow row secondblock">
    		<div class="events_opened">
    			<table class="table table-dark table-striped">
				  <thead>
				    <tr>
				      <th class="number_fix"></th>
				      <th scope="col">Дата</th>
				      <th>Время</th>
				      <th>Адрес</th>
				      <th>Датчик</th>
				      <th>Состояние</th>
				    </tr>
				  </thead>
				  <tbody>
				    <tr>
				      <th scope="row">1</th>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				    </tr>
				    <tr>
				      <th scope="row">2</th>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				    </tr>
				    <tr>
				      <th scope="row">3</th>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				    </tr>
				    <tr>
				      <th scope="row">4</th>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				    </tr>
				    <tr>
				      <th scope="row">5</th>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				    </tr>
				    <tr>
				      <th scope="row">6</th>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				      <td></td>
				    </tr>
				  </tbody>
				</table>
				<div class="control_pages">
					<div class="row myrow justify-content-center">
						<a href="#">1</a>
						<a href="#">2</a>
						<a href="#">3</a>
						<a href="#">4</a>
						<a href="#">5</a>
						<a href="#">6</a>
						<a href="#">7</a>
					</div>
				</div>
    		</div>
    	</div>
    </div>

    <script type="text/javascript" src="js/script.js"></script>
  </body>

</html>